
/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "coordinate system"; ObjectID = "27"; */
"27.ibExternalAccessibilityDescription" = "sistema de coordenades";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "28"; */
"28.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Local Axis"; ObjectID = "29"; */
"29.title" = "Eix local";

/* Class = "NSMenuItem"; title = "World Axis"; ObjectID = "31"; */
"31.title" = "Eix mundial";

/* Class = "NSMenuItem"; title = "View Axis"; ObjectID = "47"; */
"47.title" = "Veure l’eix";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Z Axis Translation"; ObjectID = "53"; */
"53.ibExternalAccessibilityDescription" = "Translació de l’eix Z";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "X/Y Axis Translation"; ObjectID = "54"; */
"54.ibExternalAccessibilityDescription" = "Translació dels eixos X/Y";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "X/Z Axis Translation"; ObjectID = "55"; */
"55.ibExternalAccessibilityDescription" = "Translació dels eixos X/Z";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Rotation"; ObjectID = "56"; */
"56.ibExternalAccessibilityDescription" = "Rotació";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Scale"; ObjectID = "57"; */
"57.ibExternalAccessibilityDescription" = "Escalar";

/* Class = "NSTextFieldCell"; title = "Move"; ObjectID = "100018"; */
"100018.title" = "Moure";

/* Class = "NSTextFieldCell"; title = "Rotate"; ObjectID = "100019"; */
"100019.title" = "Girar";

/* Class = "NSTextFieldCell"; title = "Scale"; ObjectID = "100020"; */
"100020.title" = "Escala";

/* Class = "NSTextFieldCell"; placeholderString = "Click and drag the icons to transform"; ObjectID = "100048"; */
"100048.placeholderString" = "Fes clic a les icones i arrossega-les per transformar";

/* Class = "NSTextFieldCell"; title = "Instruction1"; ObjectID = "100048"; */
"100048.title" = "Instrucció 1";

/* Class = "NSTextFieldCell"; placeholderString = "the item in 3D space"; ObjectID = "100049"; */
"100049.placeholderString" = "l’ítem en espai 3D";

/* Class = "NSTextFieldCell"; title = "Instruction2"; ObjectID = "100049"; */
"100049.title" = "Instrucció 2";

/* Class = "NSTextFieldCell"; title = "Adjust Around:"; ObjectID = "100052"; */
"100052.title" = "Ajustar a l’entorn de:";
